Repository: traductik-tao/-AFM_EN-FR
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: fr_fr

source: And I continue to have close interactions
fr_fr: Et je continue d'avoir des interactions étroites

source: And in that place, dystrophin protein
fr_fr: Et à cet endroit, la protéine dystrophine

source: And so this has been really, very promising
fr_fr: Cette approche s'est révélée très prometteuse

source: And the gene we use is called GALGT2.
fr_fr: Et le gène que nous utilisons s'appelle GALGT2.

source: As a result, we can make
fr_fr: En conséquence, nous pouvons faire

source: But that RNA that we deliver,
fr_fr: Mais cet ARN que nous livrons,

source: Duchenne, Becker's,
fr_fr: Duchenne, les dystrophies,

source: First of all, we have learned a few things
fr_fr: En outre, nous avons beaucoup appris

source: GALGT2 is a protein that is normally expressed
fr_fr: GALGT2 est une protéine normalement exprimée

source: However, the disease is a worldwide disease,
fr_fr: Toutefois, cette maladie est répandue dans le monde entier,

source: I first learned of the AFM years ago
fr_fr: J'ai d'abord appris l'existence de l'AFM il y a des années

source: I look forward to cementing,
fr_fr: J'ai hâte de cimenter,

source: I'm working on a rather rare muscle disease
fr_fr: Je travaille sur une maladie musculaire plutôt rare :

source: If on the other hand I'm a clinician I believe that
fr_fr: mais en tant que clinicien, je reste persuadé que

source: In fact this is the first phase-3 trial
fr_fr: ... en fait, le premier essai de ce type

source: In surrogate gene therapy we don't try to replace
fr_fr: En thérapie génique de substitution, nous n'essayons pas de remplacer

source: In the past, it was called also
fr_fr: anciennement appelée aussi

source: Instead, a different protein called utrophin does.
fr_fr: Au lieu de cela, une protéine différente appelée utrophine le fait.

source: International Center for Life in Newcastle.
fr_fr: du centre international de Newcastle.

source: It actually makes other proteins
fr_fr: Il permet en fait la fabrication d'autres protéines

source: It circulates in the body
fr_fr: Elle circule dans tout le corps,

source: It interferes with splicing very efficiently.
fr_fr: Cela interfère très efficacement avec l'épissure.

source: It is something first developed here in France,
fr_fr: C’est quelque chose d’abord développé ici en France,

source: It turned out as well.
fr_fr: Il s'est avéré aussi bien.

source: It was called the neuromuscular junction,
fr_fr: Appelée la jonction neuromusculaire,

source: It's an adult-onset myopathy
fr_fr: Cette maladie se déclare à l'âge adulte,

source: John Wharton muscle team at the
fr_fr: l'équipe de pathologie musculaire John Walton

source: Most of the patients are Duchenne or Becker
fr_fr: La plupart des patients sont de type Duchenne ou Becker,

source: My lab works mostly on Duchenne muscular dystrophy.
fr_fr: Mon laboratoire travaille principalement sur la dystrophie musculaire de Duchenne.

source: Organisations like the AFM will play a big role
fr_fr: Des entités comme l'AFM jouent un rôle déterminant

source: Since then I had a terrific, long interaction
fr_fr: Depuis lors, j'ai eu une excellente et longue interaction

source: So I think it's more an effect of saying
fr_fr: Pour résumer, le paradoxe est que

source: So I'm a clinical cardiologist and I run
fr_fr: En tant que cardiologue clinicien, je mène

source: So essentially, if I'm a scientist I would say that the study is negative.
fr_fr: Donc, en tant que scientifique, je dirais que l’étude est négative,

source: So for the collagen VI genes, it is interesting that
fr_fr: Pour les gènes du collagène VI, il est intéressant de noter

source: So in that case, we are directing our splicing RNA,
fr_fr: Donc, dans ce cas, nous dirigeons notre ARN d'épissage,

source: So in this case we use a virus,
fr_fr: Donc, dans ce cas, nous utilisons un virus,

source: So it is really very functional.
fr_fr: Donc c'est vraiment très fonctionnel.

source: So it turns out that we overexpress,
fr_fr: Donc, il s'avère que nous surexprimons,

source: So myostatin is a natural inhibitor
fr_fr: La myostatine est un inhibiteur naturel

source: So that is the goal, in our laboratories,
fr_fr: L'objectif principal de nos laboratoires

source: So that is the surrogate gene approach,
fr_fr: Voilà donc l'approche du gène de substitution,

source: So we're hoping to follow the patients for longer.
fr_fr: Il nous faut donc suivre ces patients plus longtemps.

source: So, eighty five boys were recruited
fr_fr: Notre étude porte sur 85 garçons,

source: So, the research funding is critical,
fr_fr: Le financement de la recherche est donc essentiel.

source: Some of them were more rapidly progressing
fr_fr: certains montraient une aggravation plus rapide

source: Some of those are not privileged people,
fr_fr: car certains patients étant socialement marginalisés,

source: Somewhat disappointingly, the results do not show
fr_fr: Nous n'avons hélas pas encore constaté d'amélioration

source: That allows for example people
fr_fr: Cela permet par exemple aux gens

source: That is particularly relevant for a new and common mutation,
fr_fr: Une approche particulièrement pertinente pour la nouvelle mutation,

source: That is where GALGT2 is usually found.
fr_fr: C'est à cet endroit que se trouve généralement GALGT2.

source: The AFM I think is essential to maintaining
fr_fr: Je pense que l’AFM est essentiel au maintien

source: The AFM also funds
fr_fr: L’AFM finance également

source: The AFM has been incredibly helpful
fr_fr: L'AFM nous a apporté une aide particulièrement précieuse

source: The AFM has organized and funded,
fr_fr: L’AFM a organisé et financé, une fois de plus,

source: The AFM is a terrific organisation
fr_fr: L'AFM est une organisation formidable

source: The AFM of course is pivotal in providing
fr_fr: L’AFM joue un rôle essentiel en assurant le financement

source: The difficulty in that study was that
fr_fr: Le problème de cette étude a été

source: The first of these is called surrogate gene therapy.
fr_fr: Le premier d'entre eux s'appelle la thérapie génique de substitution.

source: The main focus of my research
fr_fr: Le principal objectif de mes recherches

source: The meeting today...
fr_fr: La réunion d'aujourd'hui ...

source: The message is that despite the fact
fr_fr: Nous tenons à souligner néanmoins

source: The second thing I talked about
fr_fr: La deuxième chose dont j'ai parlé

source: There are 3 collagen VI genes and mutations
fr_fr: Il existe 3 gènes du collagène VI, et des mutations

source: There are beginning to be some changes
fr_fr: Il commence à y avoir des changements

source: There has been several different types
fr_fr: Les essais ont porté sur différents types

source: They walk into their seventh decade
fr_fr: Ils entrent dans leur septième décennie

source: This is a highly individualised therapy,
fr_fr: Cette approche hautement individualisée,

source: This is caused by mutations in the collagen VI genes.
fr_fr: liée à des mutations sur les gènes du collagène VI.

source: This is really a prime example of precision medicine,
fr_fr: Vraiment un excellent exemple de la médecine de précision,

source: Today at the conference, I spoke about
fr_fr: Aujourd'hui à la conférence, j'ai parlé de

source: Ullrich congenital muscular dystrophy.
fr_fr: de dystrophie musculaire congénitale d'Ullrich,

source: Usually the onset is in the early adulthood,
fr_fr: Elle se déclare généralement au début de l'âge adulte,

source: We are devising fair pieces, trying to detoxify
fr_fr: Notre approche consiste à créer des "morceaux sains"

source: We are particularly working on a type called
fr_fr: Nous travaillons en particulier sur un type appelé

source: We are trying to "knock down" the mutation readout
fr_fr: Nous essayons ainsi d'"enrayer" la lecture de la mutation

source: We are trying to skip that out using oligo-nuclear type therapies.
fr_fr: Nous essayons d'éviter cela avec des thérapies de type oligonucléotide.

source: We are trying to understand how the mutations
fr_fr: Nous essayons de comprendre comment les mutations

source: We are working on congenital muscular dystrophies,
fr_fr: Nous travaillons sur les dystrophies musculaires congénitales.

source: We call it "virally-mediated exon skipping".
fr_fr: Nous l'appelons "saut d'exon à médiation virale".

source: We had in fact a joint meeting, a workshop,
fr_fr: Nous avons même organisé une réunion, un atelier,

source: We have been studying myostatin inhibition
fr_fr: Nos recherches portent sur l'inhibition de la myostatine

source: We instead use a substitute gene,
fr_fr: Nous utilisons plutôt un gène de substitution,

source: We recently had a phase-3 trial.
fr_fr: Nous avons récemment lancé un essai clinique de phase 3

source: We treated them with a combination of
fr_fr: Nous les avons traités avec une association de

source: We use that virus to deliver
fr_fr: Nous utilisons ce virus pour délivrer

source: When you inhibit myostatin,
fr_fr: Lorsque vous inhibez la myostatine,

source: [Music]
fr_fr: [La musique]

source: a dedicated cardiology clinic for
fr_fr: une étude clinique spécialisée en cardiologie

source: a form of RNA
fr_fr: une forme d'ARN

source: a mutation that has been hidden from our analysis so far,
fr_fr: une mutation qui avait échappé jusqu'à présent à notre analyse,

source: a perfectly normal dystrophin...
fr_fr: une dystrophine parfaitement normale ...

source: a positive effect in this trial.
fr_fr: d'effet positif dans cette étude.

source: a significant amount of research
fr_fr: une quantité considérable de recherches,

source: a study in such a population.
fr_fr: sur la population concernée.

source: and Duchenne muscular dystrophy in particular.
fr_fr: et la dystrophie musculaire de Duchenne en particulier.

source: and I work very closely with
fr_fr: Je travaille en étroite collaboration avec

source: and a beta blocker : prepared bisoprolol.
fr_fr: et de bêta-bloquant : une préparation de bisoprolol.

source: and a rather similar metabolic approach
fr_fr: et une approche métabolique assez similaire

source: and all of the CRISPR cross approaches.
fr_fr: nous appuyant sur les approches transversales CRISPR.

source: and an improvement in muscle quality,
fr_fr: et une amélioration de la qualité musculaire,

source: and because of that, it is hard to conduct
fr_fr: cela impacte la fiabilité statistique d'une étude

source: and followed for a minimum of three years.
fr_fr: et suivis pendant au moins trois ans.

source: and for patients that are not large in number,
fr_fr: et pour un petit nombre de patients.

source: and gene therapy.
fr_fr: et thérapie génique.

source: and is allowing translation of research,
fr_fr: permettant une conversion plus rapide des recherches

source: and is really at the forefront
fr_fr: jouant un rôle de premier plan

source: and it also ensures a balance between
fr_fr: Cet organisme assure également un équilibre entre

source: and keeps muscle growth in check.
fr_fr: limitant naturellement la croissance musculaire.

source: and other researches from the AFM.
fr_fr: et d'autres recherches de l'AFM.

source: and slowly progressing to affect
fr_fr: puis s'étendant progressivement

source: and so that is a project that by necessity
fr_fr: Un tel projet nécessite, inévitablement,

source: and sporadic IBM.
fr_fr: et la myosite à inclusions sporadiques.

source: and that causes a pseudo-exon and a toxic pseudo-exon,
fr_fr: et qui provoque un pseudo-exon et un pseudo-exon toxique,

source: and that people were very variable
fr_fr: avec des troubles d'une gravité

source: and the AFM helped to fund a sabbatical year
fr_fr: et l'AFM a aidé à financer une année sabbatique

source: and the AFM will play a big role in
fr_fr: En cela, l'AFM joue un rôle essentiel

source: and the disease progresses slowly
fr_fr: puis la maladie progresse lentement

source: and the relevance of basic science and molecular biology
fr_fr: et découvertes fondamentales, en particulier en biologie moléculaire,

source: and the variation in the age of onset of muscle weakness
fr_fr: l'évolution d'une faiblesse musculaire venant d'apparaitre

source: and there are probably a couple of dozens
fr_fr: avec probablement plusieurs dizaines de cas

source: and there was a placebo comparator group.
fr_fr: Un groupe de comparaison a reçu des placebos.

source: and tomorrow we will be doing it in clinical trials in patients, the substitute.
fr_fr: et demain nous le ferons dans des essais cliniques chez des patients, le substitut.

source: and we have learned that we can highly efficiently
fr_fr: et nous avons appris que nous pouvons très efficacement

source: and we now applied it to exon 2
fr_fr: et nous l'avons maintenant appliqué à l'exon 2

source: any group benefit after three years of treatment
fr_fr: dans aucun groupe après trois ans de traitement,

source: as compared to others, and because of that,
fr_fr: d'autres plus lente, et à cause de cette disparité,

source: at the dystroglycan complex.
fr_fr: au niveau du complexe de dystroglycanes.

source: at the moment we have to conclude,
fr_fr: pour le moment nous devons conclure

source: because this is a rare disease,
fr_fr: car il s'agit d'une maladie rare,

source: because we know already that once we detect
fr_fr: car nous savons qu'une fois une faiblesse musculaire

source: beginning in the distal muscles of the legs,
fr_fr: commençant dans les muscles distaux des jambes,

source: between the ages of five and thirteen
fr_fr: âgés de cinq à treize ans

source: bringing together researchers from around the world
fr_fr: le regroupement de chercheurs du monde entier autour

source: but it is clustered in some ethnic populations,
fr_fr: et qui plus est avec un marquage ethnique

source: but there's a mixture of other conditions
fr_fr: avec aussi un mélange d'autres tableaux cliniques.

source: but we think that's partly explained
fr_fr: mais nous pensons que cela s'explique en partie

source: by patient advocacy
fr_fr: ou par des associations de patients.

source: by the fact that younger patients,
fr_fr: par le fait que chez de jeunes patients,

source: by the treatments we were testing.
fr_fr: par les traitements que nous testons.

source: called GNE myopathy.
fr_fr: la myopathie GNE,

source: called the U7 small nuclear RNA
fr_fr: appelé le petit ARN nucléaire U7

source: can interfere with splicing.
fr_fr: peut interférer avec l'épissure.

source: can really go down
fr_fr: et surtout ses résultats,

source: cause the disease and what you can do about it.
fr_fr: provoquent la maladie, et les solutions qui peuvent être apportées.

source: collagen VI-related congenital muscular dystrophy,
fr_fr: dystrophie musculaire congénitale liée au collagène VI.

source: does not bind to the complex.
fr_fr: ne se lie pas au complexe.

source: ensure spreading of information
fr_fr: de précieuses informations circulent

source: facio-scapulo-humeral muscular dystrophies,
fr_fr: musculaires facio-scapulo-humérales de Becker,

source: for Duchenne muscular dystrophy.
fr_fr: pour la dystrophie musculaire de Duchenne.

source: for a particular patient.
fr_fr: et pour chaque patient.

source: for a variety of muscle disorders, which include
fr_fr: pour un grand nombre de troubles musculaires incluant

source: for even mutations that are very rare,
fr_fr: même pour des mutations très rares,

source: for the last... well, nearly ten years
fr_fr: a été, durant ces dix dernières années,

source: from the mutant genes using oligo-nuclear type saRNA,
fr_fr: provenant des gènes mutants à l'aide d'ARNsi de type oligonucléotide,

source: from the supplementation with sialic acid,
fr_fr: concernant la supplémentation en acide sialique,

source: funding for a wide range of research,
fr_fr: d'un large éventail de recherches.

source: has been a randomized study seeing whether
fr_fr: une étude randomisée visant à établir si

source: has really been very successful.
fr_fr: a été particulièrement fructueuse.

source: has to be funded by public funds,
fr_fr: un financement par des fonds publics,

source: hereditary inclusion body myopathy,
fr_fr: "myopathie héréditaire à inclusions",

source: how to follow patients and for how long...
fr_fr: le suivi des patients et sa durée...

source: if we deliver GalGT2,
fr_fr: si nous apportons le gène GalGT2,

source: in Duchenne patients can delay the onset
fr_fr: pourrait retarder chez les patients Duchenne l’apparition

source: in animal models, and now has been translated
fr_fr: sur les animaux, et est actuellement transposée

source: in distal myopathy
fr_fr: en myopathie distale

source: in making possible that therapies become available
fr_fr: en nous permettant d'aboutir à des thérapies

source: in muscular dystrophies and myopathies.
fr_fr: dans les dystrophies musculaires et les myopathies.

source: in organizing and motivating, and
fr_fr: dans l'organisation, la motivation, et

source: in the collagen VI genes can cause this disease.
fr_fr: sur les gènes du collagène VI peuvent causer cette maladie.

source: in the coming years as well.
fr_fr: dans les années à venir aussi.

source: in the neuromuscular disorders.
fr_fr: sur les troubles neuromusculaires.

source: in the severity of their disorders:
fr_fr: très variable selon les personnes :

source: in the study and treatment of neuro-muscular diseases
fr_fr: dans l'étude et le traitement des maladies neuro-musculaires

source: including outcome measures,
fr_fr: notamment les mesures des résultats,

source: inherited neuromuscular disorders.
fr_fr: souffrant de pathologies musculaires héréditaires.

source: into human clinical trials.
fr_fr: en essais cliniques chez l'homme.

source: into the clinic much faster...
fr_fr: en traitements efficaces pour les patients...

source: is now underway in the United States,
fr_fr: progresse actuellement aux États-Unis,

source: it did not show any improvement
fr_fr: aucune amélioration n'est ressortie

source: leading to a marked disability over the years.
fr_fr: conduisant à un handicap marqué au fil des ans.

source: learning from previous problems
fr_fr: à partir des problèmes rencontrés

source: limb-girdle muscular dystrophies,
fr_fr: les dystrophies musculaires des ceintures,

source: making possible that the research
fr_fr: en faisant en sorte que la recherche,

source: meaning they are causing a toxic product from
fr_fr: De ce fait, elles provoquent une sécrétion toxique

source: much, much more rapidly than traditional methods!
fr_fr: bien plus rapidement qu'avec les méthodes traditionnelles !

source: muscle weakness at an early stage,
fr_fr: détectée à un stade précoce de son évolution,

source: mutations are often acting as a dominant,
fr_fr: que les mutations sont souvent dominantes.

source: occur across the entire muscle memory,
fr_fr: se produire dans toute la mémoire musculaire,

source: of bringing these novel therapies to patients.
fr_fr: dans l'apport des nouvelles thérapies aux patients.

source: of heart muscle weakness or change
fr_fr: d'une insuffisance myocardique ou modifier

source: of muscle growth.
fr_fr: de la croissance musculaire.

source: of myostatin inhibitors being trialled
fr_fr: d'inhibiteurs de la myostatine

source: of patients here in France too.
fr_fr: également ici en France.

source: one that can substitute in function for it.
fr_fr: un gêne pouvant remplacer sa fonction.

source: or distal myopathy with rimmed vacuoles.
fr_fr: ou "myopathie distale à vacuoles bordées".

source: or if we skip too much,
fr_fr: ou si nous sautons trop,

source: or tailor-made medicine for a particular mutation
fr_fr: avec un médicament sur mesure pour chaque mutation

source: or their eighth decade.
fr_fr: ou leur huitième décennie.

source: over several decades,
fr_fr: sur plusieurs décennies,

source: pediatric age and adults with various
fr_fr: sur un public à la fois pédiatrique et adulte

source: perindopril — that's an ACE inhibitor
fr_fr: périndopril — un inhibiteur de l'ECA

source: propelling research forward
fr_fr: surtout l'avancement des recherches

source: protective treatment for the heart
fr_fr: un traitement protecteur du cœur

source: skip a duplicated copy of exon 2.
fr_fr: ignorer une copie de l'exon 2.

source: so we have to devise a therapy for each individual mutation
fr_fr: nécessite de concevoir une thérapie spécifique pour chaque mutation

source: sort of make utrophin substitute for dystrophin.
fr_fr: et faire en sorte que l’utrophine se substitue à la dystrophine.

source: that I did here in Paris at the institute of Myology,
fr_fr: que j'ai fait ici à Paris à l'institut de myologie,

source: that after three years of treatment,
fr_fr: qu'après trois ans de thérapie,,

source: that are important for stabilising the muscles.
fr_fr: qui sont importants pour stabiliser les muscles.

source: that are present at birth.
fr_fr: qui sont présents dès la naissance.

source: that has a world-wide impact
fr_fr: qui a un impact mondial

source: that is less fibrosis or scarring of tissue.
fr_fr: avec moins de fibrose ou tissus cicatriciels.

source: that is really very protective.
fr_fr: c'est vraiment très protecteur.

source: that never gets turned into a new protein.
fr_fr: qui ne se transforme jamais en une nouvelle protéine.

source: that this trial has helped,
fr_fr: que cette étude nous a aidés à progresser,

source: that was conducted, and unfortunately,
fr_fr: dans le monde, mais malheureusement,

source: that we find in the collagen VI genes.
fr_fr: découverte sur les gènes du collagène VI.

source: that we found in collagen VI,
fr_fr: couramment observée dans le collagène VI,

source: that we had in the study,
fr_fr: et étudiés dans nos travaux :

source: the AAV virus.
fr_fr: le virus AAV.

source: the cause of the disease — i.e. the deficiency,
fr_fr: être responsable de la maladie.

source: the coordinated care in research in the muscle diseases.
fr_fr: les soins coordonnés dans la recherche sur les maladies musculaires.

source: the earlier you start a treatment,
fr_fr: plus vous commencez un traitement tôt,

source: the harder it is to show a benefit!
fr_fr: plus il est difficile de démontrer son bénéfice !

source: the investigation of different conditions.
fr_fr: les efforts consacrés aux différentes pathologies.

source: the meetings under the auspices of the organization
fr_fr: grâce aux rencontres lors d'événements comme aujourd'hui,

source: the missing gene, the missing dystrophin protein.
fr_fr: le gène manquant, la protéine de dystrophine manquante.

source: the momentum that's been built up over recent years,
fr_fr: de l'élan qui s'est construit ces dernières années,

source: the muscle from this product, the mutant product.
fr_fr: afin de détoxifier le muscle de cette substance mutante.

source: the muscle will make the same complex
fr_fr: le muscle fera le même complexe

source: the mutant gene that interferes with the normal collagen VI.
fr_fr: du gène mutant interférant avec le collagène VI normal.

source: the networking is critical,
fr_fr: La mise en réseau des connaissances aussi :

source: the supplementation did not show
fr_fr: la supplémentation n'a pas montré

source: the trajectory of left ventricular dysfunction
fr_fr: l'évolution d'un dysfonctionnement ventriculaire gauche.

source: the trajectory of the decline in heart function is helped and slowed
fr_fr: le déclin de la fonction cardiaque peut être considérablement ralenti

source: the treatments are beneficial for the heart in Duchenne
fr_fr: ces traitements sont bénéfiques pour le cœur des patients Duchenne

source: the upper limbs too.
fr_fr: aux membres supérieurs.

source: there is no difference between active and placebo treatment.
fr_fr: il n'y a pas de différence entre principes actifs et placebos.
